{
  "A": [
    "An absolute joy to be around, always.",
    "Authentic and true, a smile that lights the space.",
    "Always finding a way to make others feel included.",
    "Ambitious and inspiring, you motivate those around you.",
    "Admirable in your strength and resilience.",
    "Astute and insightful, you see things others miss.",
    "An amazing friend and an even better person.",
    "Appreciated more than you could possibly know.",
    "Artistic in your view of the world.",
    "Adventurous spirit, ready for any challenge."
  ],
  "B": [
    "Bringing joy and laughter wherever you go.",
    "Bold in spirit, gentle in tone.",
    "Brilliant ideas seem to flow from you effortlessly.",
    "Brave enough to stand up for what is right.",
    "Beautiful, both on the inside and the out.",
    "Bubbly personality that is absolutely infectious.",
    "Beacon of positivity in a sometimes-dark world.",
    "Boundless in your capacity for kindness.",
    "Benevolent and big-hearted in all your actions.",
    "Balanced in your views and fair in your judgments."
  ],
  "C": [
    "Caring heart, filled with an incredible light.",
    "Creating peace and harmony with every stride.",
    "Consistently thoughtful and incredibly kind.",
    "Courageous in the face of any and all adversity.",
    "Creativity that knows no limits.",
    "Calming presence, even in the middle of a storm.",
    "Charming and charismatic in the most genuine way.",
    "Compassionate towards every person you meet.",
    "Clever wit that's both sharp and good-natured.",
    "Confident in who you are, inspiring others to be the same."
  ],
  "D": [
    "Daring to dream big and chase those stars.",
    "Determined spirit that can overcome anything.",
    "Dedicated to the people and passions you love.",
    "Dynamic personality that draws people in.",
    "Deeply intuitive and understanding.",
    "Dependable and trustworthy to your very core.",
    "Deftly making difficult things look easy.",
    "Delightful presence in any room.",
    "Driven to make a positive impact on the world.",
    "Disarmingly honest and incredibly refreshing."
  ],
  "E": [
    "Effortlessly kind and exceptionally brilliant.",
    "Energetic in a way that is infectious and uplifting.",
    "Empathetic soul who truly listens to others.",
    "Elegant in your actions and your words.",
    "Enthusiasm that could power a city.",
    "Encouraging to everyone, helping them see their best.",
    "Ethical and principled, a true moral compass.",
    "Excellent sense of humor that lights up any conversation.",
    "Endlessly fascinating and wonderful to talk to.",
    "Exemplary in your dedication and hard work."
  ],
  "F": [
    "Fiercely loyal to the people you love.",
    "Funny in a way that makes everyone feel good.",
    "Full of wisdom and wonderful advice.",
    "Flawless in your generosity and spirit.",
    "Fantastic at making people feel welcome.",
    "Focused and driven when it comes to your goals.",
    "Flexible and able to adapt to any situation.",
    "Fearless advocate for what you believe in.",
    "Friendship with you is a true and precious gift.",
    "Forever finding the silver lining."
  ],
  "G": [
    "Genuinely one of the kindest people I've ever met.",
    "Graceful under pressure, strong and serene.",
    "Generous with your time, your spirit, and your heart.",
    "Gifted with an incredible sense of intuition.",
    "Great listener who makes people feel heard.",
    "Greatness is evident in your inspiring growth and progress.",
    "Gregarious and glowing, you light up a room.",
    "Grounded and stable, a rock for many.",
    "Good-hearted through and through.",
    "Glorious laugh that is wonderfully contagious."
  ],
  "H": [
    "Honest and honorable in all of your dealings.",
    "Helpful without ever being asked.",
    "Heartfelt and huge, your warmth is always felt.",
    "Humble, despite your many incredible talents.",
    "Hilarious and witty, you always make me laugh.",
    "Harmonious presence that brings people together.",
    "Hardworking and dedicated to your craft.",
    "Hopeful and optimistic, you lift everyone's spirits.",
    "Highly intelligent and wonderfully insightful.",
    "Heroic in your own quiet, steady way."
  ],
  "I": [
    "Incredibly thoughtful and considerate.",
    "Inspiring others just by being yourself.",
    "Impeccable integrity that serves as a guiding light.",
    "Intelligent conversation with you is a true pleasure.",
    "Ingenious in your approach to solving problems.",
    "Intuitive in a way that is remarkably sharp and accurate.",
    "Impeccable in your style and your character.",
    "Influential in the most positive and uplifting way.",
    "Independent spirit with a collaborative heart.",
    "Imagination that is beautiful and wondrous."
  ],
  "J": [
    "Joyfully genuine, a true gift in my life.",
    "Jovial and lighthearted, you spread happiness easily.",
    "Judgment that is always sound and fair.",
    "Just being around you makes any day better.",
    "Jewel of a friend, precious and rare.",
    "Joining people together with your positive spirit.",
    "Judicious in your decisions, wise in your counsel.",
    "Justifying kindness in every situation.",
    "Journeying with you is always an adventure.",
    "Jubilant in spirit, celebrating life's small moments."
  ],
  "K": [
    "Kindness that is your default setting.",
    "Keen intellect and a sharp mind.",
    "Keeping the secrets of others safe in your trust.",
    "Key part of every team you're on.",
    "Knowledgeable on so many interesting topics.",
    "Knack for making people smile.",
    "Kindling hope in the hearts of others.",
    "Kindhearted nature that is a gift to the world.",
    "Keeper of promises and a true friend.",
    "Key to unlocking the potential in those around you."
  ],
  "L": [
    "Loyal and loving, a friend through and through.",
    "Listening with your whole heart, making others feel truly heard.",
    "Leading by example, you inspire rather than command.",
    "Laughter that sounds like the best kind of music.",
    "Luminous, you shine from the inside out.",
    "Level-headed and clear in any crisis.",
    "Lighthearted, you never take things too seriously.",
    "Limitless in your potential and your passion.",
    "Likable to every single person you meet.",
    "Living your life with an admirable sense of purpose."
  ],
  "M": [
    "Magnificent in both spirit and action.",
    "Making a meaningful difference in the world.",
    "Motivating others to be their best selves.",
    "Mindful and present in every moment.",
    "Modest about your truly impressive achievements.",
    "Merciful and forgiving, showing your great strength.",
    "Meticulous in your work, a true professional.",
    "Masterful communicator and a great friend.",
    "Mature beyond your years, wise in your soul.",
    "Magnetic personality that naturally draws people in."
  ],
  "N": [
    "Naturally gifted at making people feel comfortable.",
    "Noble in your character and your deeds.",
    "Nurturing to all, helping them grow.",
    "Necessary voice of reason and calm.",
    "Navigating challenges with inspiring grace and skill.",
    "Noteworthy for your kindness and integrity.",
    "Never giving up on the people you care about.",
    "Naturally gentle and reassuring in your nature.",
    "Nexus of creativity and intelligence.",
    "Noted for bringing a new and needed perspective."
  ],
  "O": [
    "Outstanding in every way imaginable.",
    "Open-hearted and welcoming to everyone.",
    "Optimistic, you find the good in every situation.",
    "Original thinker with a unique and fascinating worldview.",
    "Organized and effective, you make things happen.",
    "Offering the most insightful observations.",
    "One of the most authentic people I know.",
    "Outgoing and friendly, a stranger to no one.",
    "Overcoming obstacles with admirable tenacity.",
    "Orderly in your thoughts, clear in your speech."
  ],
  "P": [
    "Patient and understanding, even when it's hard.",
    "Passionate about the things that truly matter.",
    "Peaceful presence that calms the soul.",
    "Positivity that is a powerful and wonderful force.",
    "Persistent and dedicated to achieving your dreams.",
    "Polite and respectful to every single person.",
    "Possessing a practical mind and a poetic heart.",
    "Protective of your friends and loved ones.",
    "Potential that is truly limitless.",
    "Principled and full of unwavering integrity."
  ],
  "Q": [
    "Quick-witted humor that is always perfectly timed.",
    "Quintessence of grace and kindness.",
    "Quality work and effort in everything you do.",
    "Quietly confident, with no need for an audience.",
    "Questioning and answering with equal insight.",
    "Quelling anxieties with your calm demeanor.",
    "Quintessentially one of the best people I know.",
    "Quest for knowledge that is truly admirable.",
    "Quite unique in your quality of making everyone feel important.",
    "Quintessential friend: loyal, fun, and true."
  ],
  "R": [
    "Reliable and responsible, you can always be counted on.",
    "Resilient, you bounce back from anything.",
    "Remarkable in your ability to connect with people.",
    "Rational thinker with a compassionate heart.",
    "Radiating warmth and genuine kindness.",
    "Resourceful and clever, you can solve any problem.",
    "Respectful of everyone's opinions and feelings.",
    "Refreshing and honest in your unique perspective.",
    "Rare combination of intelligence and humility.",
    "Renewing spirits with your hopeful presence."
  ],
  "S": [
    "Selfless and giving, always putting others first.",
    "Smiling in a way that can brighten the darkest of days.",
    "Strong in character, conviction, and spirit.",
    "Sincere in every word you say and everything you do.",
    "Soothing presence for any troubled mind.",
    "Spectacularly talented in so many different ways.",
    "Supportive and encouraging to everyone around you.",
    "Spirited, wonderfully adventurous, and free.",
    "Savvy and smart, you make excellent decisions.",
    "Steadfast and loyal as a friend."
  ],
  "T": [
    "Trustworthy to the absolute core.",
    "Thoughtful in ways that constantly surprise and delight.",
    "Tenacious and unstoppable when you set your mind to something.",
    "Talented, but even more importantly, you work hard.",
    "Tactful and diplomatic in sensitive situations.",
    "Truly an inspiration to everyone who knows you.",
    "Tolerant and accepting of all people.",
    "Tranquil nature that is a gift to those around you.",
    "Thorough in your work, you never miss a detail.",
    "Terrific sense of humor that's wonderfully contagious."
  ],
  "U": [
    "Unbelievably kind and generous.",
    "Understanding and empathetic beyond measure.",
    "Unique in the very best way possible.",
    "Uplifting the spirits of everyone you meet.",
    "Unwavering in your support for your friends.",
    "Unflappable, you stay calm in any situation.",
    "Unpretentious and completely down-to-earth.",
    "Uncanny in your ability to know what people need.",
    "Undisputed expert in your field.",
    "Unselfish and always willing to share."
  ],
  "V": [
    "Vibrant and full of life, you shine so brightly.",
    "Valiant in the face of fear and uncertainty.",
    "Voice of reason and compassion.",
    "Visionary, you see possibilities where others see walls.",
    "Valuable beyond measure as a friend and colleague.",
    "Versatile and able to master many different skills.",
    "Vivacious and energetic, a joy to be around.",
    "Valuing your principles with admirable conviction.",
    "Virtuous in character and action.",
    "Viewing the world with a sense of wonder and awe."
  ],
  "W": [
    "Wise beyond your years, a true old soul.",
    "Warm-hearted and welcoming to all.",
    "Witty and charming, you light up conversations.",
    "Wonderful friend in every sense of the word.",
    "Willing to go the extra mile for anyone.",
    "Working hard and with great passion in all you do.",
    "Wholesome and grounding presence.",
    "Wildly and beautifully spirited.",
    "Well-spoken and articulate in your thoughts.",
    "Worthy of all the good things that come your way."
  ],
  "X": [
    "X-factor personified, you are truly one-of-a-kind.",
    "Xenial to your core, making everyone feel welcome.",
    "X-traordinary in your kindness and spirit.",
    "X-ceptional in your dedication and passion.",
    "X marks the spot where your heart of gold resides.",
    "X-emplifying grace under pressure.",
    "Xylophone-like, you bring a happy tune to life's rhythm.",
    "X-ray vision for seeing the good in all people.",
    "Xenomorphic in your ability to adapt to any situation.",
    "Xenodochial, you're a friend to everyone you meet."
  ],
  "Y": [
    "Year-round source of sunshine.",
    "Youthful spirit that is contagious.",
    "Saying 'yes' to life and all its adventures.",
    "Yardstick for what it means to be a true friend.",
    "Yearning for knowledge and growth, which is admirable.",
    "Yielding to others with grace and humility.",
    "Your presence is a balm for a weary soul.",
    "You bring out the very best in other people.",
    "Uniquely and unapologetically you.",
    "Your positive outlook is your superpower."
  ],
  "Z": [
    "Zesty and full of a contagious love for life.",
    "Zealous in your pursuit of your passions.",
    "Zenith of kindness and integrity.",
    "Zipping with energy, you liven up any room.",
    "Zoning in on what's important with incredible focus.",
    "Zeal for helping others that is truly inspiring.",
    "Zero negativity found in your beautiful soul.",
    "Zealously blazing a path for others to follow.",
    "Zen-like in your calm, you are a source of peace for others.",
    "Zestfully adding fun and flavor to an ordinary day."
  ]
}